{
  "Format": "1.29.0",
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Alex",
      "Entries": {
        "Introduction": "Oh, hey. You're... @, right? ...Cool.'.^Hey, you're @, right? You're pretty cute.'. I'm Alex.#$e#I'll see you around, new girl.",
        "Resort_Entering": "We're here!",
        "Resort_Leaving": "Do we have to go home? ...This sucks.$s",
        "Resort_Wander": "This shit kinda boring not gonna lie... I wish I'd remembered to bring my frisbee.'.$h",
        "Resort_Wander_2": "Hey, you think you'd be interested in a volleyball tournament?'.#$e#Just 'cuz you're cute doesn't mean I'll go easy on you!!$h",
        "Resort_Shore": "I wonder how far into the ocean I could go while still being able to make it back without running out of steam...#$e#I'm guessing at least a mile.#$b#... What's that look for?'$h",
        "Resort_Chair": "Aren't you hot in that outfit? We're at the beach, dude.'!^Aren't you hot in that outfit? Well, I mean, you are... but you gotta get some ocean breeze goin'!",
        "Resort_Towel": "Now that we have everyday access to this island, there's no reason for anyone to be pale as a ghost anymore.'",
        "Resort_Towel_2": "Feels good to work on tanning my abs.#$e#Kind of a shame to have them hidden away all the time back home. ...What are you staring at, @? Don't tell me you like what you see!'",
        "Resort_Towel_3": "Once I'm famous, I'm gonna visit every island possible.#$e#But I guess I'll settle for this, for now.'!$h",
        "Resort_Bar": "I'm getting a banana shake with five scoops of protein powder. ...What? Is that a lot?",
        "Resort": "Never thought I'd really be into island life... but this is kinda nice.'!",
        "danceRejection": "Uhh... no offense, but no thanks. I had someone else in mind.",
        "divorced": "...Are you serious? I thought... you loved me. ...I guess that was stupid to think.$s",
        "dumped_Guys": "Leave me the hell alone.$a",
        "secondChance_Guys": "I can't... trust you anymore...', but I'm willing to give you a chance, I guess.$9",
        "breakUp": "You're giving me...?$7#$b#*sigh*... Fine. You've clearly made your choice. You're not gonna see me begging for you to stay.$a",
        "Mon": "Did you know I was an all-star quarterback in high school?$u#$e#See this little star on my jacket here? That proves it. What do you think about that, huh?",
        "Tue": "Today would be the perfect day to throw around a ball.$u#$e#$q 5/6 Wed_01_old#I'd ask if you want to, but you seem pretty busy right now.'^If you weren't a girl I'd ask you to play catch. ...What's that glare for?'#$r 6 0 Wed_01_02#I'm fine just watching you from a distance.#$r 5 15 Wed_01_01#I want to play catch with you!#$r 5 0 Wed_01_03#(angry) What's that supposed to mean?",
        "Wed_01_old": "#$p 5#Hey, catch! ...just kidding. Hahaha.|I wish I had someone to play with.$s",
        "Wed_01_01": "Actually? Uhm...#$b#Y'know, my arm's a little sore, but maybe next time.",
        "Wed_01_02": "Guess some people just aren't meant for sports.'",
        "Wed_01_03": "Uh... nevermind.",
        "Thu": "It's starting to warm up. It feels nice.'",
        "Fri": "Hey, what's up farmer dude?^Hey, it's farm girl. Did you get new pants? You're doing something right. What's your workout routine?'#e#Oh, I almost forgot! It's my arms day.#e#I always try to do a few pounds more every arm day. Pretty good strategy, right?",
        "Sat": "My arms are really sore, but that's just because of the progress I'm making lifting weights.'#e#I think I lifted almost 300 pounds yesterday.",
        "Sun": "Hey, farmer.#$e#What, you wanna talk to me? I'm busy right now. Let's talk later or something.'.",
        "Sun2": "Hey, @.#$e#That's right, I remember your name. How could I not?",
        "Sun4": "Hey, @.#$e#How's your day going? Mine? Better now that I'm talking to you.'",
        "Fri4": "Hey, @. I'm glad you stopped by.#e#Some guys think it's weak shit to care about their families openly... but I really love my Grandma!'!#$e#But my Grandpa, on the other hand...#$e#Just kidding.$h",
        "Tue6": "Don't think there's anything better than a day at the beach with your friends. What do you think?",
        "Mon8": "Not too long ago, all I really wanted was to be famous and rich. I think I'd be happier just settling down, now.'#$e#It'd still be totally awesome to be a professional football player, but... it's not something I'm actively working toward, anymore.'",
        "Fri8": "Hi @. You're looking handsome today.'$h^Hey @. Did you do something different with your hair? Or maybe it's your pretty face that keeps grabbing my attention.'$h",
        "Sat10": "I've been having a hard time focusing recently... I wonder why.$l",
        "Event_beach1": "Of course you do. If you didn't I'd think you were crazy. Insane even. Or maybe just a nerd.",
        "Event_beach2": "Really? You must be some kinda freak.$a#$b#...Sorry.",
        "Event_books1": "Nice try. I know you're just trying to flatter me and get me flustered.'$a",
        "Event_books2": "Yeah, I guess so...$s",
        "Event_books3": "...You were supposed to disagree with me.$a",
        "event_box1": "Yeah... I know. That's why I've been trying so hard to be successful in terms of sports.$9#$b#I feel like whether I make it to the big leagues or not, she'll be proud of me.'. ...Thanks, @.",
        "event_box2": "Today is actually the anniversary of my mom's death. Thanks for being a dick.'$a",
        "event_box3": "...Thanks, @.#$b#You... I feel different around you than with other guys... I don't know how to describe it.'$l^You're easily my best friend in the whole town.'#$b#I'm glad.^...Sorry, is that weird for me to say? It's true, though.'$l",
        "event_box4": "Way to make me feel better, asshole.$a",
        "Event_parents1": "That's an interesting thought...",
        "Event_parents2": "They wouldn't do that!$a",
        "Event_parents3": "...Maybe you're right... I dunno, man.$s",
        "summer_1": "Hey, farmer. Summer is easily my favorite season.#$e#And right now is the best time, 'cuz we've got the whole season to look forward to! I'll catch you later, @",
        "summer_Mon": "Hey, man. You're looking a little crisp. Need some aloe?'^Hey girly. Looks like you've got a nice tan coming on.'$h#$e#Hopefully with how much I plan on practicing this summer, it won't be too long until I go pro.'#$e#You'll be able to say you knew me before I was famous.' Cool, huh?",
        "summer_Tue": "If my hair wasn't so eye-catching, I swear I'd have a buzzcut right now.'#$e#*sigh*... It's too hot for this.'",
        "summer_Wed": "Hey farm boy, I got a question for you.^Hey farm girl, I got a question for you.#$b#$q 52/53 summer_Wed_01_old#Do you think I'll be able to go pro?'#$r 52 30 summer_Wed_01_01#You'll definitely be a legend.#$r 52 0 summer_Wed_01_02#Maybe, but only if you practice a lot.#$r 53 -50 summer_Wed_01_03#Not really. You're more likely to turn out like Linus.'",
        "summer_Wed_01_old": "$p 52#When I go pro, you can say you were my first fan, okay? I'll be waiting.'|Trust me, I've been practicing a lot. I won't let you down, @.$a",
        "summer_Wed_01_01": "That's what I'm sayin'!'$h#$e#You're cooler than I thought, farmer.",
        "summer_Wed_01_02": "Yeah? Trust me. I'm already at a level where I won't have to practice much more.$u",
        "summer_Wed_01_03": "You're insane'. You're just jealous that I'm hotter and more talented than you'll ever be..'$a^That's ridiculous. You're just jealous that I'm more talented and popular than you'll ever be. '$a#$e#Get away from me, asshole. Don't talk to me.'$a",
        "summer_Thu": "You must be getting pretty strong working on that farm all day, huh?^You must be getting pretty fit working on that farm all day.#$e#Maybe you'll be as fit as me someday.' Something to look forward to, right?#$e#What's that look for?'",
        "summer_Fri": "What's up?#$e#Is it urgent? I'm doing something important right now.'.",
        "summer_Sat": "Mmmm... I think Sam's barbecuing over at his house.'.#$e#Maybe I should ask him for a burger. I'm really craving one, now.'",
        "summer_Sun": "Check out my new kicks! I bought them in Zuzu city the other day 'cuz my old ones were starting to go dull.'#$b#I decided to just throw the old ones away. I would've donated them but I didn't think anyone in our little town would want some old shoes someone already had their feet in for months.",
        "summer_Sun4": "Your shoes are getting a little dirty... that's fine though!'#$e#Different people have different tastes I guess. I could buy you some new ones next time I visit Zuzu city if you want. You'll just have to pay me back, hehe.'",
        "summer_Thu4": "Looks like you're really getting in shape this season, huh?'!#$b#All that farm work's paying off.",
        "summer_Mon4": "You've got a nice tan going on.'",
        "summer_Fri6": "Sorry my room is so messy.$s#$e#It's kinda hard to remind myself to keep it clean since I'm always trying to practice or help out everywhere else in the home. I'm doing my best, though.",
        "summer_Wed8": "I actually wouldn't mind being a farmer...' It just seems kinda... nice.#$e#I like being outdoors and doing things with my hands. I think I'd like it.'",
        "summer_Sat10": "I've been reading some books recently'... I feel like I never really got into any books because I've been so obsessed with my athletics.' What have I been reading? ...The League.",
        "fall_1": "It's starting to get colder, but not too cold for me to keep practicing.'#$e#That's all that matters.",
        "fall_Mon": "My Granny told me I should spend more time studying.#$e#I told her, '...Granny, don't even worry about that. I'm gonna be a professional!'$h#$e#Studying is for nerds, anyway.",
        "fall_Wed": "Hey, I need to ask you something.^Hey, can I ask you something?#$e#$q 54/55 fall_Wed_01_old#Do you think ladies like my haircut?^What do you think about my haircut?#$r 54 30 fall_Wed_01_01#It's pretty good.'#$r 55 -30 fall_Wed_01_02#It looks like you got something growing out of your head.",
        "fall_Wed_01_old": "I think I put too much gel in today. It kind of hurts.#$e#A-Ah...don't touch it!#$e#...what?",
        "fall_Wed_01_01": "That's what I was thinking. Thanks.'.",
        "fall_Wed_01_02": "Yeah fuckin' right, farmer. You're just trying to make fun of me. Get lost.",
        "fall_Thu": "Hm?#$e#Isn't your name, like, %firstnameletter%name, or something?#$e#Oh. It's @? Okay. Sorry. I'll try to remember.'.",
        "fall_Fri": "I'm gonna lift 350 tonight, I think.#$b#I'm pretty dedicated, aren't I?$h#$e#Anything else you need?",
        "fall_Sat": "I think you can find salmon in the river this time of year.#$e#At least I think so. Thought I smelt Sam cooking some the other day.",
        "fall_Sun": "There's a grid ball game today!#e#I love fall Sundays.$u",
        "fall_Thu2": "What's up, @?",
        "fall_Fri6": "I'm gonna do a ton of sit-ups tonight.#$e#You have to work super hard to reach your max potential.",
        "fall_Mon4": "My Granny told me I should spend more time studying.#$e#I'm starting to think she may be right... I don't know.'$s",
        "fall_Wed8": "I made a bold decision today. I'm not gonna use gel for my hair anymore.'#$e#It'd really suck if I found out someone was only friends with me 'cuz of my hair gel.",
        "fall_Thu10": "@! Um... Hey...$l",
        "winter_1": "I don't really care for winter.'. There's too much snow to do anything fun, like practicing.#$e#I know some people like it, but I don't really get it.'.",
        "winter_Mon": "You like the snow? ...I'm praying for an early spring.'",
        "winter_Tue": "Hey, if you see Haley today, could you tell her I said hi?",
        "winter_Tue_inlaw_Haley": "Oh, hey. What's it like being married to Haley?'$9",
        "winter_Wed": "People stay indoors a lot during the winter. It's super boring.'.$s#$e#Maybe if I read a book I'd be less bored... Mmm, I'd rather not.'.",
        "winter_Thu": "Once I go pro, I'll be so rich I'll be able to afford a vacation house in the tropics.#$e#Then I won't have to deal with these dull ass winters.",
        "winter_Fri": "You came all serious weirdos living in this town.#$e#...Like that guy Sebastian. Why does he wear black all the time?#$e#I don't get it. Like... Even in the summer! Doesn't he ever get hot?'",
        "winter_Sun": "There's a grid ball game today!'!#e#The only upside to this season.",
        "winter_Fri4": "You came all the way through the snow to see me?#$e#...That's nice of you. Hey, let's get you inside before you start freezing.'.$h",
        "winter_Sat6": "It's interesting that some people are so different than us, you know?#$b#I don't always understand why others act the way they do, but that's fine. It's nice to live with a bit of variety.'.",
        "winter_Tue4": "Hey, @. Can you do me a favor?$l#$b#If you see Haley, tell her I'm busy.$l#$e#Thanks, farmer.",
        "winter_Tue4_inlaw_Haley": "I'll admit... I was a little jealous when you and Haley got married. But, uhm... It's a chance for me to learn something new about myself, I guess.$9",
        "winter_Wed8": "You know what? I think I'm gonna start reading a book today.'",
        "winter_Thu6": "I wish I could control the weather. I really hate the snow.",
        "winter_Thu10": "If I ever make a lot of money, I'll make sure all my friends and family are taken care of.#$e#That means you, too, @.$h"
      }
    },
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialogueAlex",
      "Entries": {
        "Rainy_Day_0": "With all this space in your farmhouse, I feel like I could really get into my workouts.",
        "Rainy_Day_1": "I never had many friends in town... I wonder sometimes where I'd be if you never showed up and swept me off my feet.'$9",
        "Rainy_Day_2": "I was planning to go for a jog today, but that's not really something I can do in this weather. ...Maybe tomorrow.'",
        "Rainy_Day_3": "I barely just woke up and I'm already craving some protein.'$9",
        "Rainy_Day_4": "I think I should start reading more books. I don't want to become stagnant now that I'm married!",
        "patio_Alex": "It feels great to lift weights outdoors! You should join me sometime.$6",
        "Rainy_Night_0": "Did you have a good day, my love? I'm sure tomorrow will be even better. I'll make sure of it.'.$h",
        "Rainy_Night_1": "How's it going, hon? I've been carrying my old grid ball around with me all day. Even if I'm not a pro, I could always pretend.'$u",
        "Rainy_Night_2": "Oh... it smells? I've been eating garlic all day. I read a little bit about vampires and I got a little scared... Sorry. I'll try to tone it down in the future. I just really don't want the vampires to get us.'.$l",
        "Rainy_Night_3": "I've been setting aside a few scraps for Dusty. She deserves a treat now and then.",
        "Rainy_Night_4": "I was hungry so I made some dinner. Here, I saved you a plate. [241 242 225 214 198]$h",
        "Indoor_Day_0": "Tthere's nothing like a good night's sleep next to my gorgeous husband. I love you, honey.$h^There's nothing like a good night's sleep next to my beautiful wife. I love you, honey.$h",
        "Indoor_Day_1": "Hey, honey! I made you a hot breakfast.[195 210 211]#$e#If you wanna stay strong, a healthy diet's a big way to get there!'",
        "Indoor_Day_2": "Come here. *squeeze*... Mmhmm. You're getting so strong from all that farm work.",
        "Indoor_Day_3": "I'm still getting used to cooking and doing laundry... It's not exactly my favorite, but I'd do anything to make your job easier. Not only that, but I just love to do things for you.'$h",
        "Indoor_Day_4": "There's a couple things around the house that I noticed are getting old or just aren't working anymore.'. I'll make sure to take care of it today.'",
        "Indoor_Night_0": "It feels good to push yourself to your limit sometimes, doesn't it? You'll really feel like you earned your place in bed tonight. You can sit back, I'll make sure you feel really good.'",
        "Indoor_Night_1": "Did you get a haircut honey? You're looking really good today. Maybe it's all that fresh air, making you look like a God.$l",
        "Indoor_Night_2": "Tell me all about your day. I wanna hear about your life. Then when you're done... Well, we can continue in our room.'",
        "Indoor_Night_3": "Hey... I got some new shorts today. I thought you'd like them on me.'$l",
        "Indoor_Night_4": "If you need some time to yourself, just let me know.",
        "Outdoor_0": "When I stand here and look out over our land... I'm really proud. You've done great work. You're amazing, honey.'",
        "Outdoor_1": "This would be a great place to raise children. I would've loved growing up in a place like this. So much room to run around!",
        "Outdoor_2": "I like to spend as much time outside as possible. It just feels better to be out here. It's too stuffy inside all the time.'.",
        "Outdoor_3": "Look at us, with our not-so-little farm. We make a cute couple.$h^Hey. Maybe it's the golden light, but you look beautiful today. I love you, my dear.$l",
        "Outdoor_4": "Ahh... It feels great to be outside. Stardew Valley really is the most beautiful place. But your beauty outshines everything.",
        "OneKid_0": "I'm still getting used to my new life as a stay-at-home dad.$h",
        "OneKid_1": "Our %kid1 is going to grow up strong, just like you. I love you.",
        "OneKid_3": "I wonder what it's like to be pregnant...? ...Probably not very fun.$h",
        "TwoKids_2": "Maybe %kid2 will be the first professional grid ball player from Pelican Town?$h",
        "TwoKids_3": "I finally have the family life that I missed out on as a kid... thank you. I'm so grateful to have you in my life, honey.'$l",
        "Good_0": "@... I will always love you. That fact will never change.$l",
        "Good_1": "You're so handsome... I don't tell you that enough.'$l^You're so beautiful... I don't tell you that enough.'$l",
        "Good_6": "I know you're strong, but sometimes I worry that you might get eaten by slimes... or worse. Just be careful, my love...$9",
        "funLeave_Alex": "I'm going into town today. I'll see you tonight, my love.",
        "funReturn_Alex": "I had a good day. I like to see my grandparents often since they're getting pretty old. How was your day?",
        "spring_1": "Finally, the snow has melted and the sun is back! Can't wait to get out there!'$h",
        "spring_6": "I wonder if there's a such thing as stardrop protein powder? It'd probably help me bulk up.",
        "spring_12": "Are you excited for tomorrow's festival? I know you'll get first place, as always. Come here, my love.'",
        "spring_23": "Ttomorrow's the flower dance, isn't it? I better do some extra sets tonight..$9#$e#Those suits are pretty tight... and everyone's going to be watching closely. ...It's kind of a weird event.'",
        "summer_1": "Summer's a very energetic time of year. At least it is for me, haha.",
        "summer_10": "Have you thought about what you're going to put in the soup tomorrow?#$e#I have no idea what's good... You mind if I use some of our ingredients tonight?$h",
        "summer_27": "Summer's almost gone. Feels like just three weeks ago it arrived...$s",
        "fall_1": "Summer's over... but I'm trying to stay positive. The warmer seasons will always return, brighter than ever. Just like your sweet smile.",
        "fall_15": "Tomorrow's the Stardew fair. Do you plan on going?#$e#I think I am, but I can stay home if you'd like.'",
        "fall_26": "I hope my grandparents are doing okay. Grandpa's too cheap to turn on the furnace until the last minute, and Granny's so thin these days... She'll freeze her ass off before my Grandpa lets her turn up the heat..",
        "winter_1": "Make sure to stay warm this winter. I got these hand warmers from Zuzu city the other day. Maybe they'll help while you're working.",
        "winter_7": "Are you entering the fishing contest tomorrow? I think you should! You'll totally win it.'",
        "winter_28": "It's been a great year, @. I'm looking forward to another year with you! Now, come closer... $l"
      }
    },
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Elliott",
      "Entries": {
        "Introduction": "Oh...You must be that new farmer I've heard whispers of... Word of your arrival has sparked many conversations, my dear.#$b#I'm Elliott... I live in the little cabin by the beach. It's a pleasure to meet you.",
        "Resort_Entering": "That was quite the experience.",
        "Resort_Leaving": "I'll see you back in the valley, amore.",
        "Resort_Leaving_2": "Hopefully a crab hasn't snuck onto my clothes again.$s#$b#Imagine crawling out of a pocket and finding yourself on a beach hundreds of miles from home!$h#$e#Hmmm... But I suppose it would make for an interesting story.",
        "Resort_Chair": "I'm just taking a moment to cover myself in sunscreen... It'd be difficult to write if I'm in pain.$h",
        "Resort_Bar": "Gus, I'll order a round for everyone!#$b#*hic*... Oh... I don't have my wallet.$s#$b#Remind me to bring it next time!",
        "Resort_Wander": "I've heard rumors of pirates coming to shore near here at night. They say it can get pretty wild! I'd like to see what they mean by that, wouldn't you?",
        "Resort": "This beach certainly puts my mind at ease. I imagine I'd be able to write endlessly if I was always this calm.",
        "Resort_2": "O-Oh... Some seaweed has found itself in my hair... Forget staying calm, this is... gross.",
        "danceRejection": "My apologies... but no thank you. Maybe another time?$s",
        "divorced": "...$s#$e#Even after I chose to give up my quiet life... Have it your way, farmer.$s",
        "dumped_Guys": "I don't wish to ever see your face again, @.$s",
        "secondChance_Guys": "You've hurt me beyond the point of words... but I'm willing to leave the past behind us. Maybe it'll refuel my passion for writing.$s",
        "breakUp": "...I see. I prayed such a day would never come, and yet...$s#$b#I suppose there'll be more for me in the future, though it'll have to be one without you.$s",
        "Mon": "I've only lived here a year longer than you, however, I feel more at home here than I did in my last place.$h#$e#I hope you manage to feel the same.",
        "Mon4": "I hope you've come to see this place as a safe sanctuary... or rather, a 'home'.",
        "Tue": "I always get my best ideas when I'm busy with other matters... And I imagine I'll remember it for once, but that's never the truth. Maybe I should start carrying a notepad with me...#$e#Well, I suppose I should just continue on with what I've got.",
        "Tue6": "The sound of pen on paper is the music of my soul.$u#$b#I'm lucky to have been able to settle on the beach. There's no other sound to disturb me.",
        "Wed": "Have you been to the forest, yet? It's really quite calming there.",
        "Wed8": "I'm feeling a bit down today...$s#$e#I wish I could write my future, so I'd be sure of what's to come.$s#$e#I love the peace and quiet... but I don't want to grow old on the beach by myself.$s",
        "Thu2": "I'm having a hard time finding inspiration for my novel.$s",
        "Thu4": "I've been feeling uplifted recently. Maybe it's just something in the wind.",
        "Thu6": "Sometimes I wonder if my writing 'skills' are just me being full of myself and not accepting the fact that I'm not meant to be an author...$s#$e#Mmm... Don't mind me.",
        "Thu8": "#$1 elliottApol#The other townsfolk are so kind... but they don't really seem interested in ever getting to know me... so I apologize if I was too forward with you when we first met. I was just eager to have a friend.$k#$e#It feels... good. To have a close friend like you, I mean. ...Thank you.",
        "Thu": "Hello, @.#$e#I hope you're doing well on this fine Thursday.",
        "Fri": "The fresh air of this valley does well to soothe my soul.#$e#A quick stroll outdoors somehow always finds a way to inspire me.",
        "Fri4": "Ah... be careful when getting close to my hair with hot things, please...$8",
        "Fri8": "It takes me so long in the morning to get my hair looking like this... And it's starting to get expensive, *hehe*.",
        "Sat": "I like my cabin, but you probably wouldn't. It's kind of nice to have it dark in there most of the time, but the spiders do often freak me out.$s",
        "Sat4": "I hope you can excuse the decrepit state of my home.",
        "Sat6": "A lot of people in the valley are quite outgoing, but a few of us are pretty shy, too. It's nice to see you trying to break people out of their shells.#$e#Everyone likes to have friends, even that grumpy blacksmith, Clint.",
        "Sun": "Hello, there. I hope your life as a farmer is going as well as it possibly can be.",
        "Sun6": "Oh, @! I was hoping I'd get to see you today, hehe.#$e#It's always a pleasure to see your charming face.$h",
        "event_idea1": "Mystery, hm? That is quite an exciting genre. I'll try to remember that.",
        "event_idea2": "Ah, one of the most classic genres. I'll try to remember that.",
        "event_idea3": "I would've never guessed! I suppose even farmers sometimes have their heads in the stars.$h#$b#I'll remember that.",
        "event_boat1": "... I was worried you might not feel this way about another man. This is... reassuring, to say the least.$l^I am, as well.$l",
        "event_boat2": "Oh! I'm... so sorry.$8%fork",
        "event_toast1": "Well...okay.#$b#Here's to @!",
        "event_toast2": "That's a fantastic idea!$h#$b#Here's... to us!",
        "event_toast3": "Ah... forget about it.$a",
        "event_toast4": "Ah, to a positive future for the community... what a beautiful idea.#$b#Here's to Pelican Town!",
        "summer_Mon": "A gentle ray of sun woke me up this morning. I've never felt so refreshed.",
        "summer_Mon4": "I know I can be quite... 'strange'.#$e#I hope you don't mind, too much.$h",
        "summer_Mon6": "It's comforting to know that you believe in my abilities as an author, @. It means a lot to me.$h",
        "summer_Tue": "I've laid eyes on some of the most beautiful shells outside my home.#$e#I would imagine the rarer and more beautiful varieties to be quite valuable...",
        "summer_Tue6": "My goal with my works is to connect people from all walks of life...$u#$e#*sigh* But it's different these days. There aren't many people who still read books, these days.$s",
        "summer_Wed": "It must be satisfying to watch your crops grow up from seeds to edible treats.#$e#That must be how parents feel about their children... without the edible part. ...Actually, forget everything I just said.$u",
        "summer_Thu": "I've got sand in my shoes...$s#$e#That's the trouble with living on the beach. There have to be cons for every pro.",
        "summer_Fri": "@? You look a bit pale.#$b# Are you getting dizzy? I can go call Harvey if you need me to.",
        "summer_Sat": "The sun feels angry today... My skin is a bit too delicate. I may need to stay home the rest of today.",
        "summer_Sun": "You made your way all the way here just to strike up a conversation with me? How kind... thank you.$h",
        "summer_Sun4": "You may visit my cabin whenever you like. I always enjoy your peaceful company.$h",
        "fall_Mon": "Hello @.#$e#Make sure and take breaks from your work whenever you can manage to.",
        "fall_Mon4": "Come visit me if you ever need a break from your work.$h#$e#It's always a safe bet to check my house for me, first.",
        "fall_Tue": "There are rumors that a pirate's ship full of gold shipwrecked here a long time ago... I wonder if it really is just a rumor, though.",
        "fall_Tue8": "Oh, @, I was just thinking about you.$l#$e#Maybe you sensed it.$h#$e#So! Would you like to tell me about your day?.",
        "fall_Wed8": "I don't think I'd mind living my life on a farm.#$e#The quiet atmosphere might be a good source of literary inspiration, don't you think?$h",
        "fall_Thu": "Oh! A tiny crab seems to have made their home in my shirt pocket.$l#$e#Hmhm... I guess that'll happen when you spend most of your time on the beach.",
        "fall_Fri4": "My legs are sore from sitting at my desk all night.$s#$e#Sometimes I envy you, @. You never seem to have that type of problem.",
        "fall_Fri": "My legs are feeling a bit stiff from sitting at my desk this morning.$s",
        "fall_Fri10": "I feel so creative when I'm with you. I've had to start carrying a notepad to contain my thoughts....$l#$e#I know my newfound creativity may be... strange, but it's... calming, as well.",
        "fall_Sat": "It gets so windy around this time of year. It's hard to manage my hair when it happens.$h",
        "fall_Sun": "I need to remember to water my plants today. Last time I forgot, I rushed out to the ocean to get some, but the salt water ended up killing my poor succulents.",
        "winter_Mon": "You've come to visit me even in the cold?#$e#It's nice to see a warm face amongst the contrasting weather",
        "winter_Mon4": "You made your way through the snow to visit me?#$e#I'm honored, amore!$h",
        "winter_Tue": "For years people have needed to get their living from the sea, such as Willy.#$e#I just go to the grocery store. I feel a bit privileged.$s",
        "winter_Tue10": "I hoped you would show up.#$e#Maybe the red string of fate brought you to me, hehe.$l",
        "-winter_Wed": "A day can never be boring when you simply follow the urges of your imagination, hehe..$u#$e#Ah... sorry, does that even make any sense?",
        "winter_Thu": "Breathe deeply. Do you notice it? That's the smell of the sea.#$e#How does it make you feel?",
        "winter_Thu6": "Mmm... I can smell it. The salt from the sea. Can you smell it too?#$e#I love that smell. It reminds me of when I was little.",
        "winter_Fri": "Taking care of my hair is such a bother. If I don't brush it through every day, I'll find it in a fit of knots...#$e#It's a lot of work.#$e#I'm surprised I haven't given up on it and just shaved it all off.",
        "winter_Sat": "I've been doing some indoor exercises since it's been too cold to go out.#$e#I apologize if it's a bit humid in my cabin.$s",
        "winter_Sun": "It's been a while since the last time I scrubbed my floorboards. I think it's about time for another.$s#$e#I imagine you're always quite busy, but are you able to make time for cleaning?"
      }
    },
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/MarriageDialogueElliott",
      "Entries":{
      "Rainy_Day_0": "The rain always finds a way to inspire me. I think I'll need to write a bit today.",
      "Rainy_Day_1": "Sometimes the rain reminds me of my time on the beach.#$e#Living on the farm with you is wonderful, but I really did love the sounds of the beach.",
      "Rainy_Day_2": "I got up early and made you some coffee, amore. [395]#$e#I imagine that a cup of this will help you in starting your day.",
      "Rainy_Day_3": "I think I'll remain indoors today, amore. The humidity from the rain makes my hair frizzy and hard to manage.",
      "Rainy_Day_4": "My inspiration for writing is like the weather... it comes and goes at erratic paces. Today I feel... dull.$s#$e#Maybe reading a classic will help aid me in my troubles.",
      "patio_Elliott": "Today would be a lovely day to read a book. Right, amore?",
      "Rainy_Night_0": "Good evening. Did you have a productive day, amore?",
      "Rainy_Night_1": "You're freezing! Come here, I'll wrap you up and keep you warm.$l",
      "Rainy_Night_2": "I'd say I usually have an easy time finding the right words, but even after all this time, I can't find the correct words to describe your beauty.$l",
      "Rainy_Night_3": "What did I do today? Hehe... Just enough to barely keep up my physique!",
      "Rainy_Night_4": "This afternoon I caught myself thinking about the ocean, so I decided to cook us some seafood. [198 202 727 728]$h",
      "Indoor_Day_0": "I've found myself taking much better care of myself more recently. Before I met and fell in love with you, I didn't see much point in taking care of myself.",
      "Indoor_Day_1": "Good morning, amore. I made us a pot of coffee.[395]#$e#I feel as though I may be growing a dependency on caffeine every morning...",
      "Indoor_Day_2": "By the way, amore, if you ever find a spider in the house, just let me know! I'll scoop it up and take it outside so you don't have to deal with it, hehe.",
      "Indoor_Day_3": "Today is going to be a good day, I feel.$h#$e#I get this special feeling in my nose... I've never been wrong before.",
      "Indoor_Day_4": "I keep having this reoccurring nightmare where you give me a buzzcut... You wouldn't ever do that to me, right?$s#$e#I don't know why I asked, of course you wouldn't.",
      "Indoor_Night_0": "From the brightest winter star to the fragrant fairy rose... nothing can compare with your captivating beauty.$l",
      "Indoor_Night_1": "A crackling fire adds wonderful ambiance to the house... It gives me the same feelings as the waves crashing on the coast.",
      "Indoor_Night_2": "I never had much success growing plants in my old beach house. Maybe I'll be able to pick up a thing or two by watching you.",
      "Indoor_Night_3": "When I'm able to steal a glimpse of your beautiful face, I feel... I'm not even sure how to describe it, my love.#$e#I'm always able to find the words I need, but to describe you and my feelings... is impossible.$l",
      "Indoor_Night_4": "Just so you know, my love, I wouldn't trade you for a hundred iridium bars.#$e#...No, not even a thousand.#$e#Not ten thousand, either. $7#$e#...$7#$e#I don't think I'd trade you for even a hundred thousand bars.$a#$e#...$s#$e#...One million? Don't make me do this...$8",
      "Outdoor_0": "My dreams have come true. Just look at this landscape! It's... absolutely gorgeous, hehe.",
      "Outdoor_1": "It's so calming out here. It's reassuring to know that even if things aren't going so great, I'll always have the fresh valley air to calm me down and soothe me...",
      "Outdoor_2": "I'm thinking I'll just sit here for a while and work on some poetry. The weather's really inspiring me. I'll be waiting inside for you later, amore.",
      "Outdoor_3": "Maybe if I'm quiet enough, a rabbit or some other creature will grace me with its presence without being too scared to approach our farm.",
      "Outdoor_4": "This is how I know I have some kind of caffeine addiction... my mouth is as dry as the desert because of it.$s#$e#Sorry if my breath stinks. I didn't get the chance to brush my teeth, yet.$7",
      "OneKid_0": "Have you had time to hang out with %kid1 yet today? Maybe a second child will make things simpler for both of us. ...Hehe. We can talk about it in bed, later.",
      "OneKid_1": "I feel like %kid1 is going to have the perfect childhood here. There's so much to explore and learn about.",
      "OneKid_3": "I never imagined that I'd be a father someday, but... I promise I'll do my best for %kid1.",
      "TwoKids_0": "I already fed %kid1 and %kid2 earlier. They eat a lot for how young they are!",
      "TwoKids_1": "I was carrying %kid1 earlier, and I swear on everything I heard them say... Ba...ba.$h",
      "TwoKids_2": "I'm going to teach %kid1 to read as soon as possible! the fact that we have our ever-expanding library will be very helpful in achieving that goal, hehe.",
      "TwoKids_3": "I feel like we've done well, @. The farm is successful and looks beautiful, and our children are growing up to be healthy and happy. You're doing amazing.",
      "Good_0": "I'm so proud of all your hard work. I'm so grateful to be yours, my love.$l",
      "Good_1": "I've made so many poems trying to describe the love I feel for you, I could probably make a book out of it.$l",
      "Good_2": "I moved to the valley to hopefully find my muse and true happiness. But before you arrived, I found anything but that. And just when I was starting to consider giving up... you stumbled your way into my life.$s#$e You saved me.$l",
      "Good_3": "You look as beautiful as ever my love. I can't wait to 'fall asleep' with you tonight... hehe.$l",
      "Good_4": "Sometimes it feels like I can't breathe when you're not here. But I know at the end of the day, you'll always come back. That's what keeps me motivated to get through every day.",
      "Good_5": "I'm going for a walk. It's usually able to inspire some creativity in me.",
      "Good_6": "Be careful when you decide to explore outside of the town, please! I trust you, but I do worry sometimes. There's always a chance you might be hurt, or someone you trust might take advantage of you.",
      "funLeave_Elliott": "I think I'm just gonna go hang out on the beach today. I've been missing the ocean.",
      "funReturn_Elliott": "I had a nice time at the beach. I just sat in the sand and watched the waves roll in...",
      "spring_1": "My New Year's resolution is to write more than ever! I can never stop improving my skills.",
      "spring_12": "I always really crave pomegranates in the spring. Is that strange?",
      "spring_23": "I look forward to dancing with you tomorrow, amore.",
      "summer_1": "I've found it difficult to be in a foul mood when the weather's as beautiful as it is.$h",
      "summer_10": "Hey, just letting you know now - during the luau tomorrow I'm gonna need to sneak off into my cabin and grab a new bottle of ink. So if you've noticed I've disappeared... You'll know where I am, hehe.",
      "summer_27": "All good things must come to an end, which unfortunately includes the beautiful Summer season. At least we know there'll be more in the future.",
      "fall_1": "Autumn is truly the most beautiful season. With the changing colors, it sparks the most creativity in my heart.#$e#eDon't worry, amore. You'll always be the number one spark in my heart.",
      "fall_15": "You think since the fair is tomorrow, it's okay if I eat something a little less up to my diet? Y'know, since it's only an annual thing and all...",
      "fall_26": "Would you find it strange if you caught me drinking a ton of pumpkin ale at the Spirit's Eve event tomorrow? I've just really been craving it recently...",
      "winter_1": "Winter is the calmest season of the year. It gives me more time to delve into my other hobbies since it doesn't inspire much literary creativity.",
      "winter_7": "It's been a while since the last time I went fishing, but I was thinking I'd enter the competition tomorrow. ...But I suppose that if you're going to be there too, I'll have some tough competition, hehe.",
      "winter_28": "Happy New Year's eve, amore. Please accept this to celebrate. [348]#$e#And now... How about we head back to our room, hm? I'll make you forget what year it is."
    }
    },
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Abigail",
      "Entries":{
        "4": "Oh, hey.",
        "Introduction": "Oh, hey! I heard someone was gonna move onto that old farm. That must be you.#$e#Kind of a shame, though. I used to like exploring that rundown area.$9",
        "Resort_Entering": "Ahh, the beach! It's so much warmer here!",
        "Resort_Leaving": "Psst, I think I'm gonna try distracting Willy to make him go a longer route.",
        "Resort_Leaving_2": "Maybe that way we'll be able to see more of the ocean, hehe.",
        "Resort_Shore": "I like having this beach open to us now, but I wish we could go exploring further! That volcano looks tempting... hehe.",
        "Resort_Shore_2": "Do you think I could bring my guinea pig with us next time?#$e#...You're probably right. He's not a very great swimmer.$h",
        "Resort_Umbrella": "I get sunburnt really easily, and I forgot to pack sunscreen.#$e#I think I'm just gonna stay under this umbrella for now. It's nice in the shade, anyway.",
        "Resort_Umbrella_2": "Oh, hey! Are you busy right now? We could build sand castles!#$e#Or! Or, or, or... a sand dungeon! Haha! What do you say?$h",
        "Resort_Umbrella_3": "Hey @! Do you wanna help me build a raft?#$e#On our way here I saw some pretty cool lookin' caves, and I don't think Willy would be willing to take me over there.",
        "Resort_Wander": "I feel like there's gotta be some kind of buried treasure on this island. I find things in Pelican Town all the time, so it's not that unrealistic!#$e#Can you hand me a shovel?#$e#...I'm kidding. Mostly.$h",
        "Resort_Bar": "Gus gave me this dark purple drink because he said it matches my hair color. Not only is it cute, but it tastes really good too!$h",
        "Resort": "Willy said we have to stay on the beach. I really wanted to go exploring.$s#$b#I even brought my sword so I wouldn't be left defenseless, but...$s",
        "danceRejection": "Oh... Thank you, but I'd rather not.",
        "divorced": "What do you want from me? Leave me the hell alone!$a",
        "dumped_Girls": "Don't fucking talk to me!$a",
        "secondChance_Girls": "I don't wanna hold this grudge forever... let's just get over it, I guess.$s",
        "breakUp": "Oh... I... I see. You don't... actually like me.$s#$b#That's uhm... that's fine. Hey, I'm gonna... get going, I think.$s",
        "Mon": "Hey, @! Taking a break from all that farm work?",
        "Mon2": "Hey!#$e#Have you ever visited the cemetery? It's always so peaceful there.",
        "Tue": "I'm not in a good mood right now, @.$s#$e#What do you want? I already told you I'm not in a good mood.$a",
        "Tue2": "I know my parents think they're doing what's best for me, but I wish they'd try being more empathetic. They act as if they've never been young themselves.",
        "Wed": "Before we even start having any type of conversation, I just want to preface by saying I barely slept at all last night.#$e#So, whaddya want?",
        "Thu": "#$1 Abigail1#I'm pretty sure my dad's cooking dinner tonight.$s#$e#Should I just ask to eat at Sebs' tonight?$u",
        "Fri": "Oh, it's Friday? $u#$e#This week flew by so fast...",
        "Fri2": "We're all gonna meet up at the Saloon tonight. It's like our Friday tradition.",
        "Sat": "The air up on the mountain always smells so fresh on a day like this.$h#$e#I wonder if the frogs will start showing up soon.",
        "Sun": "I've been procrastinating my homework all weekend... Another all-nighter never hurt anyone...$s",
        "Sun2": "What do you think would happen if I spent all night in the graveyard?#$q 17/18 Sun_old#@, What do you think happens when we die?#$r 17 0 Sun_17#I have no idea.#$r 18 40 Sun_18#You come back as a spooky ghost to haunt people.#$r 17 0 Sun_17#You go to Heaven... or Hell.#$r 18 0 Sun_17#Our energy bodies enter the astral plane.#$r 17 30 Sun_nothing#...Probably nothing. We just... stop existing.",
        "Sun_17": "...Interesting...",
        "Sun_18": "That's an interesting theory!$h",
        "Sun_nothing": "You know, that wouldn't be so bad.$8",
        "Wed2": "Oh, hi @. Taking a break from your work?#$e#Me too. Oh! Nothing physical... just some online classes I'm taking.",
        "Tue4": "Hi, I'm glad to see you.$h#$e#I want to take my mind off things for a while... how is your day going?",
        "Sat6": "You came all this way to visit me? That's nice.$h#$e#So have you been exploring the mountain caves at all?#$e#Interesting. I'd like to go there myself one of these days.$l",
        "Mon8": "...Oh, @! Hi.$h#$e#Want to hang out for a while? Here! Let me read your palm. *giggle* $h",
        "Thu10": "Hi.$l#$e#Do you feel like everything seems unreal lately?$l#$b#Not in a bad way, though.$h",
        "Fri6": "The birds were happily chirping today. They're too simple to understand the future.#$e#It's better to be like them, isn't it?",
        "Event_VideoGame_Yes": "Great! I'm sure you'll be able to beat this level with ease.$h",
        "Event_VideoGame_No": "Oh? *sigh*... I guess I'll never get past this level, then...$s",
        "Event_Grave1": "See? You understand why I'm out here, then.#$b#I've lived in the valley my whole life, but I've never really done anything memorable. I want to go on an adventure!$8",
        "Event_Grave2": "Sure. I don't want to kill anything, either. I just want to do a little exploring without risking my neck!#$b#I've lived in the valley my whole life, but I've never really done anything memorable. I want to go on an adventure!$8",
        "Event_Grave3": "Oh, it's because I'm a girl... isn't it? Ugh...$u^Why? I'm just as strong as you!$a#$b#I'm not some fragile princess.. I can take care of myself!$a#$b#I've lived in the valley my whole life, but I've never really done anything memorable. I want to go on an adventure!$8",
        "Event_Grave4": "Really? That's surprising.$8#$b#I've lived in the valley my whole life, but I've never really done anything memorable. I want to go on an adventure!$8",
        "Event_Rain_1": "I see...$8",
        "Event_Rain_2": "Yea... I guess you would be one to appreciate this somber ambience.",
        "Event_Rain_3": "...That's true.$8",
        "Event_Tragic_1": "Yeah... I guess my own life is okay...$s",
        "Event_Tragic_2": "...!$h",
        "Event_Tragic_3": "I would feel better if I could believe that...#$b#But I don't.$s",
        "Event_Cave2_1": "@...$8",
        "Event_Cave2_2": "@... I'm alright.$8",
        "Event_Cave_1": "...okay.$8",
        "Event_Cave_2": "I guess when you have something to lose, it's normal to be afraid...$l",
        "Event_Cave_3": "...Um, okay. Sorry.$9",
        "summer_1": "Summer's here. It's not really my favorite season.#$e#The air is so muggy I feel like I'm floating in soup.",
        "summer_Mon": "My pet guinea pig, David, just hates this hot weather. He's fussy.",
        "summer_Tue": "The air is so thick with honey and nectar all summer. I almost feel dizzy.$u",
        "summer_Wed": "Have you decorated your house at all? That's what I'd be doing if I had a house.",
        "summer_6": "I went to the beach last night, after dark... Sometimes you can see strange lights bobbing over the sea.#$e#Or maybe that was just a dream I had... It doesn't feel real anymore.",
        "summer_Thu": "If I knew how to use a sword I would be exploring those caves by the mountain lake right now. It's probably nice and cool in there.",
        "summer_Thu4": "Ew, I hope I don't get a tan this summer.$s",
        "summer_Fri": "I kind of wish I had a cat. Unfortunately, my Dad is allergic to pretty much everything.",
        "summer_Sat": "I'm looking forward to fall... the cool mountain breeze, the swirling red petals, the smell of mushrooms... *sigh*",
        "summer_Sun": "Do you ever get an urge to go exploring, @?#$q 25/26 summer_Sun_old#Okay... pretend you just won a free vacation. Where would you go?#$r 25 0 Sun_25#The beach#$r 26 30 Sun_26#In a dark cave#$r 26 30 Sun_26#The old, gnarled forest#$r 25 0 Sun_25#Joja Mega-Mall",
        "summer_Sun_old": "$p 25#I do... but you probably wouldn't like the places I'm thinking about...|Maybe we'll be neighbors someday. I think we both have similar, weird tastes.$h",
        "Sun_25": "Huh. I think that would get old fast.",
        "Sun_26": "Yea! That sounds wonderful.$h",
        "summer_Wed2": "I would love to live in an old farmhouse like you.#$b#The creak of a floorboard, the slow plumes of dust whispering through the rafters... There's something special about an old building, isn't there?",
        "summer_Tue4": "You're an interesting guy, @. I'm glad you moved here.$h^You're an interesting lady, @. I'm glad you moved here.$h",
        "summer_Sat6": "I'm actually enjoying myself this summer.$h#$e#It's funny how quickly one's outlook can change.",
        "summer_Mon8": "I used to think Pelican Town was kinda drab, but lately I'm starting to love some things about it.$h",
        "summer_Thu10": "Wow, you look nice today.#$e#I mean, that summer air is really good for the complexion, isn't it?... heh...$l",
        "summer_Fri10": "Do you ever get lonely on your farm?",
        "fall_1": "Ah... Fall's here!$h#$e#I was getting so tired of summer.",
        "fall_Mon": "I need to stretch my legs and get some fresh air today.",
        "fall_Tue": "$d joja#I try to help out in the shop on most days. Business has been pretty bad since the Joja Mart opened, though.|Ever since Joja Mart shut down we've been doing great at the shop!$h",
        "fall_Wed": "I can't wait to see some pumpkins this year.$h#$e#The spirit's eve festival happens at the end of the season. It's pretty low-key compared to what you'd see in Zuzu City, but for a small town like this it's a lot of fun.",
        "fall_Thu": "#$1 AbigailHAND#Last night I dreamt that my left hand had turned into a gigantic %noun. Does that mean anything?#$e#%Abigail doesn't seem to be interested in talking right now.",
        "fall_Sat": "$d cc#I can't believe you fixed up that old Community Center all by yourself. I'm really impressed.|Do you have any scarecrows on your farm?",
        "fall_Sun": "Hmm... what should I do tonight?#$q 27/28 fall_Sun_old#I was thinking about dyeing my hair again... what do you think?#$r 27 10 Sun_27#Dye it black.#$r 27 10 Sun_27#Why not blonde?#$r 27 20 Sun_WildColor#How about bubblegum pink?#$r 28 0 Sun_28#I like your hair just the way it is!",
        "fall_Sun_old": "$p 27#I was going to dye my hair but then I decided against it.|Yes? What is it?",
        "Sun_27": "I guess that's a pretty safe choice, huh?#$e#I'll think about it.",
        "Sun_28": "Of course that's what you'd say.$u",
        "Sun_WildColor": "You're always good for a laugh.$h",
        "fall_Wed2": "Are you growing pumpkins on your farm this year?#$e#Save one for me!$h",
        "fall_Tue4": "I may fight with my parents a lot, but I know they're just looking out for me. They're doing what they think is best.$s#$b#I dunno why I'm saying this to you. Don't tell anyone.$8",
        "fall_Sat6": "Hi.$h#$e#Your hair looks cool today... did you do something different?",
        "fall_Mon8": "You know, I could actually see myself becoming a farmer some day...#$e#But how would that ever happen? *chuckle*$l",
        "fall_Thu10": "I had an interesting dream last night, with you in it.#$e#It was a good dream.$h",
        "fall_Fri6": "I wish the season lasted a little longer.$8#$e#When the wind really picks up, I almost feel like a kid again.",
        "fall_Fri10": "I usually feel lonely this time of year, but not anymore.$l#$e#@, what are your plans for the future?",
        "winter_1": "Well, fall is over...$s#$e#But I like winter, too!$h",
        "winter_Mon": "It's just too cold to go outside much.#$e#But I do enjoy building a snowgoon.$h",
        "winter_Tue": "Doesn't a steaming hot cup of cocoa sound good right now?",
        "winter_Wed": "Hi. Is it boring to be a farmer during the winter?",
        "spring_12": "I'm definitely going to enter the egg hunt tomorrow. Are you?",
        "spring_23": "Well, tomorrow is the flower dance. Dancing is alright, but they make me wear this stupid white dress...$s",
        "winter_7": "I'm looking forward to making a snow man tomorrow.",
        "fall_26": "Will I see you tomorrow at the Spirit's Eve festival? Look for me in the haunted maze.$h",
        "summer_10": "Everyone's excited for the Luau tomorrow. Maybe a little nervous, too, considering the Governor will be here.",
        "summer_27": "You can't miss tomorrow's festival. It's one of the most beautiful wonders of the valley.",
        "winter_24": "I'm going to eat so much cranberry sauce tomorrow.$h",
        "winter_Thu": "Another year is almost over.#$e#It goes by so fast, doesn't it?$s",
        "winter_Fri": "One thing I've learned living here... everyone stares at you if you look different.",
        "winter_Sat": "It's the weekend!#$e#That means I can play twice as many video games.$h#$e#Bye.",
        "winter_Sun": "Oh, hello.#$q 29/30 winter_Sun_old#I made these two drawings. What do you think?#$r 29 20 Sun_29#I like the jungle island and the tiger.#$r 30 5 Sun_30#I like the orc with the battleaxe.#$r 29 -50 Sun_Bad#I don't like either of them.",
        "winter_Sun_old": "$p 29#Remember those drawings I showed you a while ago? I accidentally threw them away.$s|Remember that drawing I showed you with the orc? I entered it into an online contest and won 50g!$h",
        "Sun_29": "Oh yeah? I guess that makes sense.",
        "Sun_30": "I'm glad. It's embarrassing to share your art with others. But I think you and I are on the same page.",
        "Sun_Bad": "Rude! Why would you hurt my feelings like that? You're so insensitive!$s",
        "winter_Wed2": "Hi. If you're ever bored, you can always hang out in my room.#$e#As long as I'm not changing, of course!",
        "winter_Tue4": "It's so cold, I wish we had a hot cup of cocoa to share.$h",
        "winter_Sat6": "I've been daydreaming a lot lately...#$e#Oh! You want to know what it's about? Well...$u#$b#...It's a secret.$h",
        "winter_Thu10": "Another year is almost over...#$b#But this was a really good year, don't you think?$h",
        "winter_Wed6": "It must be nice not having crops to worry about this time of year.#$e#And that means you can hang out with me more often!$h",
        "winter_Fri10": "@, there's something I want to tell you...#$e#It's just... um... well... your boots! They, uh...look really clean... *gulp*#$e#That's all... *sigh*$s"
      }
    }
  ]
}