{
  "Format": "1.29.0",
  "Changes": [
    {
      "Action": "EditData",
      "Target": "Characters/Dialogue/Alex",
      "Entries": {
        "Introduction": "Oh, hey. You're... @, right? ...Cool.'.^Hey, you're @, right? You're pretty cute.'. I'm Alex.#$e#I'll see you around, new girl.",
        "Resort_Entering": "We're here!",
        "Resort_Leaving": "Do we have to go home? ...This sucks.$s",
        "Resort_Wander": "This shit kinda boring not gonna lie... I wish I'd remembered to bring my frisbee.'.$h",
        "Resort_Wander_2": "Hey, you think you'd be interested in a volleyball tournament?'.#$e#Just 'cuz you're cute doesn't mean I'll go easy on you!!$h",
        "Resort_Shore": "I wonder how far into the ocean I could go while still being able to make it back without running out of steam...#$e#I'm guessing at least a mile.#$b#... What's that look for?'$h",
        "Resort_Chair": "Aren't you hot in that outfit? We're at the beach, dude.'!^Aren't you hot in that outfit? Well, I mean, you are... but you gotta get some ocean breeze goin'!",
        "Resort_Towel": "Now that we have everyday access to this island, there's no reason for anyone to be pale as a ghost anymore.'",
        "Resort_Towel_2": "Feels good to work on tanning my abs.#$e#Kind of a shame to have them hidden away all the time back home. ...What are you staring at, @? Don't tell me you like what you see!'",
        "Resort_Towel_3": "Once I'm famous, I'm gonna visit every island possible.#$e#But I guess I'll settle for this, for now.'!$h",
        "Resort_Bar": "I'm getting a banana shake with five scoops of protein powder. ...What? Is that a lot?",
        "Resort": "Never thought I'd really be into island life... but this is kinda nice.'!",
        "danceRejection": "Uhh... no offense, but no thanks. I had someone else in mind.",
        "divorced": "...Are you serious? I thought... you loved me. ...I guess that was stupid to think.$s",
        "dumped_Guys": "Leave me the hell alone.$a",
        "secondChance_Guys": "I can't... trust you anymore...', but I'm willing to give you a chance, I guess.$9",
        "breakUp": "You're giving me...?$7#$b#*sigh*... Fine. You've clearly made your choice. You're not gonna see me begging for you to stay.$a",
        "Mon": "Did you know I was an all-star quarterback in high school?$u#$e#See this little star on my jacket here? That proves it. What do you think about that, huh?",
        "Tue": "Today would be the perfect day to throw around a ball.$u#$e#$q 5/6 Wed_01_old#I'd ask if you want to, but you seem pretty busy right now.'^If you weren't a girl I'd ask you to play catch. ...What's that glare for?'#$r 6 0 Wed_01_02#I'm fine just watching you from a distance.#$r 5 15 Wed_01_01#I want to play catch with you!#$r 5 0 Wed_01_03#(angry) What's that supposed to mean?",
        "Wed_01_old": "#$p 5#Hey, catch! ...just kidding. Hahaha.|I wish I had someone to play with.$s",
        "Wed_01_01": "Actually? Uhm...#$b#Y'know, my arm's a little sore, but maybe next time.",
        "Wed_01_02": "Guess some people just aren't meant for sports.'",
        "Wed_01_03": "Uh... nevermind.",
        "Thu": "It's starting to warm up. It feels nice.'",
        "Fri": "Hey, what's up farmer dude?^Hey, it's farm girl. Did you get new pants? You're doing something right. What's your workout routine?'#e#Oh, I almost forgot! It's my arms day.#e#I always try to do a few pounds more every arm day. Pretty good strategy, right?",
        "Sat": "My arms are really sore, but that's just because of the progress I'm making lifting weights.'#e#I think I lifted almost 300 pounds yesterday.",
        "Sun": "Hey, farmer.#$e#What, you wanna talk to me? I'm busy right now. Let's talk later or something.'.",
        "Sun2": "Hey, @.#$e#That's right, I remember your name. How could I not?",
        "Sun4": "Hey, @.#$e#How's your day going? Mine? Better now that I'm talking to you.'",
        "Fri4": "Hey, @. I'm glad you stopped by.#e#Some guys think it's weak shit to care about their families openly... but I really love my Grandma!'!#$e#But my Grandpa, on the other hand...#$e#Just kidding.$h",
        "Tue6": "Don't think there's anything better than a day at the beach with your friends. What do you think?",
        "Mon8": "Not too long ago, all I really wanted was to be famous and rich. I think I'd be happier just settling down, now.'#$e#It'd still be totally awesome to be a professional football player, but... it's not something I'm actively working toward, anymore.'",
        "Fri8": "Hi @. You're looking handsome today.'$h^Hey @. Did you do something different with your hair? Or maybe it's your pretty face that keeps grabbing my attention.'$h",
        "Sat10": "I've been having a hard time focusing recently... I wonder why.$l",
        "Event_beach1": "Of course you do. If you didn't I'd think you were crazy. Insane even. Or maybe just a nerd.",
        "Event_beach2": "Really? You must be some kinda freak.$a#$b#...Sorry.",
        "Event_books1": "Nice try. I know you're just trying to flatter me and get me flustered.'$a",
        "Event_books2": "Yeah, I guess so...$s",
        "Event_books3": "...You were supposed to disagree with me.$a",
        "event_box1": "Yeah... I know. That's why I've been trying so hard to be successful in terms of sports.$9#$b#I feel like whether I make it to the big leagues or not, she'll be proud of me.'. ...Thanks, @.",
        "event_box2": "Today is actually the anniversary of my mom's death. Thanks for being a dick.'$a",
        "event_box3": "...Thanks, @.#$b#You... I feel different around you than with other guys... I don't know how to describe it.'$l^You're easily my best friend in the whole town.'#$b#I'm glad.^...Sorry, is that weird for me to say? It's true, though.'$l",
        "event_box4": "Way to make me feel better, asshole.$a",
        "Event_parents1": "That's an interesting thought...",
        "Event_parents2": "They wouldn't do that!$a",
        "Event_parents3": "...Maybe you're right... I dunno, man.$s",
        "summer_1": "Hey, farmer. Summer is easily my favorite season.#$e#And right now is the best time, 'cuz we've got the whole season to look forward to! I'll catch you later, @",
        "summer_Mon": "Hey, man. You're looking a little crisp. Need some aloe?'^Hey girly. Looks like you've got a nice tan coming on.'$h#$e#Hopefully with how much I plan on practicing this summer, it won't be too long until I go pro.'#$e#You'll be able to say you knew me before I was famous.' Cool, huh?",
        "summer_Tue": "If my hair wasn't so eye-catching, I swear I'd have a buzzcut right now.'#$e#*sigh*... It's too hot for this.'",
        "summer_Wed": "Hey farm boy, I got a question for you.^Hey farm girl, I got a question for you.#$b#$q 52/53 summer_Wed_01_old#Do you think I'll be able to go pro?'#$r 52 30 summer_Wed_01_01#You'll definitely be a legend.#$r 52 0 summer_Wed_01_02#Maybe, but only if you practice a lot.#$r 53 -50 summer_Wed_01_03#Not really. You're more likely to turn out like Linus.'",
        "summer_Wed_01_old": "$p 52#When I go pro, you can say you were my first fan, okay? I'll be waiting.'|Trust me, I've been practicing a lot. I won't let you down, @.$a",
        "summer_Wed_01_01": "That's what I'm sayin'!'$h#$e#You're cooler than I thought, farmer.",
        "summer_Wed_01_02": "Yeah? Trust me. I'm already at a level where I won't have to practice much more.$u",
        "summer_Wed_01_03": "You're insane'. You're just jealous that I'm hotter and more talented than you'll ever be..'$a^That's ridiculous. You're just jealous that I'm more talented and popular than you'll ever be. '$a#$e#Get away from me, asshole. Don't talk to me.'$a",
        "summer_Thu": "You must be getting pretty strong working on that farm all day, huh?^You must be getting pretty fit working on that farm all day.#$e#Maybe you'll be as fit as me someday.' Something to look forward to, right?#$e#What's that look for?'",
        "summer_Fri": "What's up?#$e#Is it urgent? I'm doing something important right now.'.",
        "summer_Sat": "Mmmm... I think Sam's barbecuing over at his house.'.#$e#Maybe I should ask him for a burger. I'm really craving one, now.'",
        "summer_Sun": "Check out my new kicks! I bought them in Zuzu city the other day 'cuz my old ones were starting to go dull.'#$b#I decided to just throw the old ones away. I would've donated them but I didn't think anyone in our little town would want some old shoes someone already had their feet in for months.",
        "summer_Sun4": "Your shoes are getting a little dirty... that's fine though!'#$e#Different people have different tastes I guess. I could buy you some new ones next time I visit Zuzu city if you want. You'll just have to pay me back, hehe.'",
        "summer_Thu4": "Looks like you're really getting in shape this season, huh?'!#$b#All that farm work's paying off.",
        "summer_Mon4": "You've got a nice tan going on.'",
        "summer_Fri6": "Sorry my room is so messy.$s#$e#It's kinda hard to remind myself to keep it clean since I'm always trying to practice or help out everywhere else in the home. I'm doing my best, though.",
        "summer_Wed8": "I actually wouldn't mind being a farmer...' It just seems kinda... nice.#$e#I like being outdoors and doing things with my hands. I think I'd like it.'",
        "summer_Sat10": "I've been reading some books recently'... I feel like I never really got into any books because I've been so obsessed with my athletics.' What have I been reading? ...The League.",
        "fall_1": "It's starting to get colder, but not too cold for me to keep practicing.'#$e#That's all that matters.",
        "fall_Mon": "My Granny told me I should spend more time studying.#$e#I told her, '...Granny, don't even worry about that. I'm gonna be a professional!'$h#$e#Studying is for nerds, anyway.",
        "fall_Wed": "Hey, I need to ask you something.^Hey, can I ask you something?#$e#$q 54/55 fall_Wed_01_old#Do you think ladies like my haircut?^What do you think about my haircut?#$r 54 30 fall_Wed_01_01#It's pretty good.'#$r 55 -30 fall_Wed_01_02#It looks like you got something growing out of your head.",
        "fall_Wed_01_old": "I think I put too much gel in today. It kind of hurts.#$e#A-Ah...don't touch it!#$e#...what?",
        "fall_Wed_01_01": "That's what I was thinking. Thanks.'.",
        "fall_Wed_01_02": "Yeah fuckin' right, farmer. You're just trying to make fun of me. Get lost.",
        "fall_Thu": "Hm?#$e#Isn't your name, like, %firstnameletter%name, or something?#$e#Oh. It's @? Okay. Sorry. I'll try to remember.'.",
        "fall_Fri": "I'm gonna lift 350 tonight, I think.#$b#I'm pretty dedicated, aren't I?$h#$e#Anything else you need?",
        "fall_Sat": "I think you can find salmon in the river this time of year.#$e#At least I think so. Thought I smelt Sam cooking some the other day.",
        "fall_Sun": "There's a grid ball game today!#e#I love fall Sundays.$u",
        "fall_Thu2": "What's up, @?",
        "fall_Fri6": "I'm gonna do a ton of sit-ups tonight.#$e#You have to work super hard to reach your max potential.",
        "fall_Mon4": "My Granny told me I should spend more time studying.#$e#I'm starting to think she may be right... I don't know.'$s",
        "fall_Wed8": "I made a bold decision today. I'm not gonna use gel for my hair anymore.'#$e#It'd really suck if I found out someone was only friends with me 'cuz of my hair gel.",
        "fall_Thu10": "@! Um... Hey...$l",
        "winter_1": "I don't really care for winter.'. There's too much snow to do anything fun, like practicing.#$e#I know some people like it, but I don't really get it.'.",
        "winter_Mon": "You like the snow? ...I'm praying for an early spring.'",
        "winter_Tue": "Hey, if you see Haley today, could you tell her I said hi?",
        "winter_Tue_inlaw_Haley": "Oh, hey. What's it like being married to Haley?'$9",
        "winter_Wed": "People stay indoors a lot during the winter. It's super boring.'.$s#$e#Maybe if I read a book I'd be less bored... Mmm, I'd rather not.'.",
        "winter_Thu": "Once I go pro, I'll be so rich I'll be able to afford a vacation house in the tropics.#$e#Then I won't have to deal with these dull ass winters.",
        "winter_Fri": "You came all serious weirdos living in this town.#$e#...Like that guy Sebastian. Why does he wear black all the time?#$e#I don't get it. Like... Even in the summer! Doesn't he ever get hot?'",
        "winter_Sun": "There's a grid ball game today!'!#e#The only upside to this season.",
        "winter_Fri4": "You came all the way through the snow to see me?#$e#...That's nice of you. Hey, let's get you inside before you start freezing.'.$h",
        "winter_Sat6": "It's interesting that some people are so different than us, you know?#$b#I don't always understand why others act the way they do, but that's fine. It's nice to live with a bit of variety.'.",
        "winter_Tue4": "Hey, @. Can you do me a favor?$l#$b#If you see Haley, tell her I'm busy.$l#$e#Thanks, farmer.",
        "winter_Tue4_inlaw_Haley": "I'll admit... I was a little jealous when you and Haley got married. But, uhm... It's a chance for me to learn something new about myself, I guess.$9",
        "winter_Wed8": "You know what? I think I'm gonna start reading a book today.'",
        "winter_Thu6": "I wish I could control the weather. I really hate the snow.",
        "winter_Thu10": "If I ever make a lot of money, I'll make sure all my friends and family are taken care of.#$e#That means you, too, @.$h"
      }
    }
  ]
}